{
  "data": [
    {
      "title": "",
      "address": "",
      "description": "",
      "latitude": "",
      "longitude": "",
      "image": ""
    },
    {
      "title": "Old Town Cemetery and site of town East Academy",
      "address": "Southwest Corner of Mulberry and Green Streets",
      "description": "In her book “Early Days and Methodism in Stephens City, Virginia” Inez Virginia Steele wrote in 1906 the following about the Old Town Cemetery and site of town's East Academy:“The first burying ground — ‘The Old Graveyard’ — on Mulberry street, was, without doubt, given by Peter Stephens and his son Lewis, but there was no deed made for it until 1799, when Lewis Stephens, Jr., deeded to thirteen trustees the ‘two half-acre lots 76 and 77, commonly called the graveyard and schoolhouse lots.’ The names of the trustees were David Wilson, William McLeod, William Elsea, Ebenezer Potter, Richard Barton, Joseph Fawcett, Jacob Leonard, Jacob Moeirs, David Mytinger, Lewis Stephens, Jr., Bryan Martin Stephens, Henry Stephens, and Andrew Pitman. The Dust of the first settlers rests in this graveyard, but, being generally marked by common limestone rocks, their graves are not distinguishable.”Miss Steele went on the explain the East Academy:“The old schoolhouse, which stood on its northwest corner, had three windows, looking east, west and south; they were about 6 feet wide and 3 feet high, and were protected by board shutters. When light was required these were propped up as high as possible by wooden sticks or pins. It was sometimes called the East Academy, especially after the erection of the brick schoolhouse at the western side of town on Academy Hill, which was torn down by the Federal troops.” ",
      "latitude": "39.081549",
      "longitude": "-78.218520",
      "image": "@drawable/pt1"
    },
    {
      "title": "Former site of Lutheran and German Reform Church Chapel and Cemetery",
      "address": "Lot South of 5374 Mulberry Street",
      "description": "In her book “Early Days and Methodism in Stephens City, Virginia” Inez Virginia Steele wrote in 1906 the following about the Lutheran chapel that once stood on this site between Mulberry Street and the Lutheran graveyard:“The first church was a log structure and was probably built some half dozen years or more before the Methodist Church. By what agreement with the Reformed congregation is unknown, but the record shows that the Lutherans commenced worshipping in the church in 1786 jointly with the Reformed, each society having its own pastor. In 1812 or ’13 the old log church was torn down and a brick one built with a steeple and excellent bell. This was done principally by Lutherans.”This brick church was remodeled and enlarged in 1851. During the Civil War it was used as a field hospital following the Battle of Cedar Creek and, after the war, it had to be repaired at considerable cost. In 1883, after being struck by lightning the previous summer, the cupola (steeple) and roof were repaired, and other renovations were completed. It was at that time that new gothic windows were installed, and other interior alterations were accomplished.   This chapel was torn down when the current church building was erected in 1906. Since then this site has been vacant.The graveyard has the remains of veterans of the Revolutionary War and Civil War as well as some of the town’s prominent wagon makers and their spouses. ",
      "latitude": "39.082940",
      "longitude": "-78.216938",
      "image": "@drawable/pt2"
    },
    {
      "title": "First Methodist Church Cemetery",
      "address": "Rear Lot of 5271 Main Street",
      "description": "By 1790 the Methodists built a log structure here for their meetings. By 1827 the old log meeting house was torn down and a brick one was built on the same ground. In her book “Early Days and Methodism in Stephens City, Virginia” Inez Virginia Steele wrote in 1906 the following about that first brick chapel:“The new church had galleries at the sides and end (the end one being reserved for the colored people), two stairways, two side doors opening at the foot of the stairways, and two front doors. The northern door and that side of the church were used exclusively by the men, the other side by the women. Promiscuous sitting was not allowed, if it was attempted — ‘The gentlemen will please take their seats on the other side of the church’ was heard from the pulpit.”This church building was damaged, and its pews torn out, during the Civil War when it was used as a field hospital after the Battle of Cedar Creek. Miss Steele went on to relate the following:“By 1882 the church had become so dilapidated that it was considered unsafe as well as uncomfortable to worship in; it was accordingly torn down, enlarged and rebuilt.”This building was replaced in 1915 with the current Stephens City United Methodist Church to the south at 5291 Main Street. This Methodist graveyard contains the graves of some of the towns prominent citizens including John Bell Tilden, a veteran of the Revolutionary War and an early Methodist minister who freed his slaves in April of 1806. ",
      "latitude": "39.086219",
      "longitude": "-78.216642",
      "image": "@drawable/pt3"
    },
    {
      "title": "Orrick Chapel",
      "address": "5310 Mulberry Street",
      "description": "Initially the African American Methodists worshipped with their fellow Methodists of European descent at the Methodist meeting house on Main Street. By the 1850s tensions over slavery and the theological beliefs that justified slavery were causing a division in the town’s Methodist congregation along racial lines. The African American Methodist congregation were segregated out with their own meeting house near this spot during the 1850s. During the late autumn of 1864 Federal troops took down this first meeting house and used the building materials to construct their winter quarters at Camp Russell to the North of town. After the war the African American Methodists in town build this chapel with the help of a former slave named Robert Orrick (ca. 1827-1902) who owned a successful livery stable business in Winchester, Virginia. Robert Orrick was also a preacher and leader in the local African American Methodist community. With the financial help of Reverend Orrick, the African American Methodists of Newtown built this house of worship and named it Orrick Chapel in honor of their benefactor.As the nineteenth century ended, the white leadership of the Methodist Episcopal Church increasingly sanctioned racial segregation as a form of discrimination, a process that culminated with the imposition of racial segregation on Methodist congregations in 1936. Nevertheless, the national church continued to discuss and debate race relations in the church, and in 1968, the church began to enforce integration throughout the United States. The merger of Orrick Chapel with Stephens City United Methodist Church in 1991 represents the culmination of this late twentieth century trend.  Its trustees donated Orrick Chapel to the Stone House Foundation in 1993 and the African American Methodists once again rejoined their fellow Methodists of European descent at the church building on Main Street. ",
      "latitude": "39.084362",
      "longitude": "-78.215604",
      "image": "@drawable/pt4"
    },
    {
      "title": "Locust Grove African American Cemetery",
      "address": "Southeast Corner of Grove and Locust Streets",
      "description": "In the decade after the Civil War two cemeteries were established on land that was once the town’s common, a tract originally held in reserve by the town’s proprietor Lewis Stephens. The African American population of the town and its African American suburb to the east, called Crossroads or Freetown, buried their dead here in this cemetery. In includes the grave of Cornelia Barbour Turner Avery (1867-1927), a noted midwife and matriarch of the town’s African American community. This cemetery remains in active use. ",
      "latitude": "39.087338",
      "longitude": "-78.220137",
      "image": "@drawable/pt5"
    },
    {
      "title": "Green Hill Cemetery",
      "address": "Between Fairfax, Martin, Water, and Grove Streets",
      "description": "In the decade after the Civil War two cemeteries were established on land that was once the town’s common, a tract originally held in reserve by the town’s proprietor Lewis Stephens. The white population (those of European descent) established this cemetery in the fashion of the time as a non-denominational graveyard in a park-like setting. Funds realized from the sale of grave plots was to be invested so that the cemetery would receive perpetual care. This cemetery includes the graves of a number of Civil War veterans and townspeople of the nineteenth and twentieth centuries. Stone House Foundation benefactress Mildred Lee Grove in buried here along with other members of the Steele family. ",
      "latitude": "39.085160",
      "longitude": "-78.220606",
      "image": "@drawable/pt6"
    },
    {
      "title": "Approximate site of log home built by original settler Peter Stephens and his family circa 1732",
      "address": "Fifty yards or more north of Stephens Run on the west side of US Rt. 11, south of Stephens Run Street",
      "description": "The site of Peter Stephen’s original house had been lost for many years. Samuel Kercheval, one of the town’s more famous authors, wrote in 1833 that the ruins of this first cabin were still visible at that time. By 1906 Inez Virginia Steele, another resident author, wrote, “all traces of it are now obliterated.” She also stated that this log house “stood on the west side of the road [U.S. Route 11] about 50 yards or more north of Stephens Run.” During the years of 2003 through 2005, anticipating the construction of a new housing development, members of the local chapter of the Archeological Society of Virginia began to perform a salvage operation around this original cabin site. During this salvage effort artifacts and building foundations were discovered near this place.",
      "latitude": "39.080298",
      "longitude": "-78.222009",
      "image": "@drawable/pt7"
    },
    {
      "title": "St. John's Primitive Baptist Church",
      "address": "5488 Main Street",
      "description": "On April 1, 1891, Daniel Winesberry, a 72 years-old African American wagon maker, sold part of this lot to the trustees of the “colored Primitive Baptists” for one dollar. The portion sold was on the north corner of the lot, facing Main Street and was “129 feet by 38 feet deep”. According to the deed, Winesberry sold this portion of his lot to the trustees “for the purpose of Erecting a house of Worship for the above named Primitive Denomination of Baptists.” This information, in addition to the “1891” corner stone on the west-southwest side of the church, leads to the deduction that a church was built within a year after the land was purchased from Winesberry. This chapel was also used temporarily as the schoolhouse for local African American students when their regular school building burned in the late 1930s. ",
      "latitude": "39.084362",
      "longitude": "-78.215604",
      "image": "@drawable/pt8"
    },
    {
      "title": "Original home of Lewis Stephens Jr. and later home of John Bell Tilden",
      "address": "5246 Grove Street",
      "description": "This large, two-story log house was built under the ownership of the Lewis Stephens family. It is prominently located on the crest of the ridge that runs parallel and west of Germain Street. When viewed from the intersection of Main and Filbert Streets, it sets slightly south of the extended line of Filbert Street. A carved stone in one of the gable-end chimneys dates the construction of the house to 1788. The house sits within a larger tract that Lewis Stephens, Sr., had reserved when he platted the original in-lots and out-lots of the town in 1758. The 1788 date stone in the chimney of this house precedes the sale of this property to its next owner by ten years and places the house in the ownership of the Stephens' family when it was built. A reconstruction of the plat, based on the meets and bounds of the various deeds that made up the 25 1/8-acre tract, clearly indicates that the two-story log house is the structure referred to in one deed as the “mansion house.” This house was built within the northwest corner of the 3 ½-acre “mansion” tract. It was certainly the house that Lewis Stephens Jr. and his wife lived in prior to moving to his father’s home, the house he would inherit upon his father’s death in 1802. It later became the home of Revolutionary War veteran and Methodist minister John Bell Tilden sometime between 1801 and 1815. This is the only remaining house within the town’s boundaries owned and built by the family of the town’s founder Lewis Stephens.",
      "latitude": "39.087894",
      "longitude": "-78.218910",
      "image": "@drawable/pt9"
    },
    {
      "title": "Known during the Civil War as Samuel Hull's Store ",
      "address": "5336 Main Street",
      "description": "On the 1st of June 1864 a pivotal event took place in front of this building. On that first day of June Major Joseph K. Stearns of the 1st New York “Lincoln” Cavalry came to Newtown with his men carrying orders to burn the town. It had all started over a week earlier on the evening of the 23rd of May, when partisan Confederate sympathizers from Maryland fired on a Federal wagon train from horseback as they rode away, shot one Union soldier and escaped.  In the confusion that followed a number of the Federal troops unhitched their wagons, left them on the street in the town and rode the horses away to Winchester. In retaliation, and without knowing all the facts, Union General David Hunter (1802-1886) ordered Major Timothy Quinn of the 1st New York Cavalry to burn the houses from which the shots were fired as a warning to the citizens of Newtown not to attack any more Federal wagon trains. In turn Major Quinn burned at least three houses, including the Methodist parsonage and a brick house owned by a local entrepreneur slave trader. Ironically, Major Quinn burned the parsonage because one of the Federal wagons had been left on the street in front of the house by an African American man who had tried to move it to his own home but gave up on his plan before reaching his goal. It was also at this time that General Hunter issued a written proclamation saying that the he would order the burning of the town if any more of his soldiers and wagons were attacked.By the evening of the 29th the people of Newtown were the unfortunate bystanders once again when Confederate Colonel Harry Gilmor (1838-1883) and his partisan rangers attacked a Union wagon train guarded by 83 men of the 15th New York Cavalry at Stephens Run near the southern end of town. Despite the pleas of at least one resident, Eliza Kern Steele (1808-1882), Colonel Gilmor attacked the wagon train within the town boundaries. After it all was over, Colonel Gilmor and his men had killed three, wounded nine, taken the others as prisoners and burned most of the wagons at the southern end of the town. Colonel Gilmor then learned of General Hunter’s threat to burn the town if any more wagon trains were attacked. He was shocked but quickly wrote a note addressed to General Hunter. In this note he said he held thirty-five men and six officers, and Gilmor promised to hang all of them and send General Hunter their bodies if Hunter carried out his threat to burn the town. This note was then nailed to the door of this store.The morning of the following day Confederate Colonel John Singleton Mosby (1883-1916) and his men raided the rear guard of another Federal wagon train heading north on the Valley Turnpike just south of town. They killed two of the Federal soldiers and captured five others with their horses and equipment. One of the captured men was reportedly caught in the act of burning a barn south of town. Colonel Mosby’s men brought him to the town’s hotel (the building that today houses the Newtown History Center) and gave this prisoner some breakfast as his last meal. The prisoner was then taken to the burned ruins of the slave trader’s brick house east of town and shot against one of the remaining brick walls.The first of June came with the residents of Newtown scrambling to save as many of their moveable possessions as they could by hiding and burying them in their yards. When Major Stearns arrived in town to execute General Hunter’s burning orders, he and his men were met by the sight of old people, women and children standing in the doorways of their homes with expressions of despair and helplessness on their faces. Community leaders also met him, protesting the innocence of the townspeople. They disassociated themselves from the attacks by Gilmor and Mosby and spoke of the aid they had given to the wounded Federals in their homes. Compassion may have played a role in Major Stearns’ decision to disobey General Hunter’s orders but he also was made aware of Gilmore’s note and the threat it contained. In exchange for not burning the town, Major Stearns required the people of Newtown to take the oath of allegiance to the Union here in front of this store. In turn, the town was spared and many of the old buildings that would have been burned by General Hunter’s men still stand today in Stephens City.",
      "latitude": "39.084377",
      "longitude": "-78.217057",
      "image": "@drawable/pt10"
    },
    {
      "title": "Home of the Steele family",
      "address": "5211 Main Street",
      "description": "Home of the Steele family who acquired the property in 1847 and kept diaries during the Civil War",
      "latitude": "39.087280",
      "longitude": "-78.214820",
      "image": " "
    },
    {
      "title": "Approximate site of Methodist parsonage burned by General Hunter's Union Troops",
      "address": "5123 Main Street",
      "description": "Approximate site of Methodist parsonage burned by General Hunter's Union Troops during May of 1864 due to misunderstanding about an attack on a Union wagon train",
      "latitude": "39.089586",
      "longitude": "-78.212818",
      "image": " "
    },
    {
      "title": "Market House",
      "address": "Intersection of Main and Fairfax",
      "description": "ite of the town's Market House that was torn down in 1833 to make way for the macadamized paving of the Valley Pike (U.S. Rt. 11)",
      "latitude": "39.083115",
      "longitude": "-78.218315",
      "image": " "
    },
    {
      "title": "Home of James Lemley",
      "address": "5335 Germain Street",
      "description": "Home of James Lemley (1821-1899) who was a blacksmith and son of one of the town's most noted blacksmith/wagon makers - Site drawn by folk artist Frank Staling circa 1857",
      "latitude": "39.085057",
      "longitude": "-78.218221",
      "image": " "
    },
    {
      "title": "Stone House",
      "address": "5428 Main Street",
      "description": "Stone House - Possibly oldest standing house in town",
      "latitude": "39.082489",
      "longitude": "-78.218714",
      "image": " "
    },
    {
      "title": "Newtown History Center",
      "address": "5808 Main Street",
      "description": "Newtown History Center housed in 1819 Newtown Tavern/Hotel",
      "latitude": "39.079407",
      "longitude": "-78.221703",
      "image": " "
    },
    {
      "title": "Steele House & Streele & Bro. Store",
      "address": "5353 Main Street",
      "description": "Steele House & Streele & Bro. Store",
      "latitude": "39.084132",
      "longitude": "-78.217426",
      "image": " "
    },
    {
      "title": "Old Stephen City School",
      "address": "5516 Main Street",
      "description": "Old Stephen City School built in 1916",
      "latitude": "39.080635",
      "longitude": "-78.220239",
      "image": " "
    },
    {
      "title": "Nicewanger's Toll House",
      "address": "South Side of Stephens Run on West Side of U.S. Rt. 11",
      "description": "Site of Nicewanger's Toll House drawn by folk artist Frank Staling circa 1857",
      "latitude": "39.079374",
      "longitude": "-78.222020",
      "image": " "
    }
  ]
}